Repository: Pedrocardo005/marcommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Home
es: Casa
pt: Início

source: About
es: Acerca de
pt: Sobre

source: Contact
es: Contacto
pt: Contato

source: You're Using Free Version of ClassiFied
es: Estás usando una versión gratuita de ClassiFied
pt: Você está usando uma versão grátis do ClassiFied

source: Please, purchase full version of the template to get all pages, features and permission to use in commercial projects.
es: Compre la versión completa de la plantilla para obtener todas las páginas, funciones y permiso de uso en proyectos comerciales.
pt: Por favor, adquira a versão completa do template para obter todas as páginas, functionalidades e permissões para usar o projeto comercial.

source: Purchase Now
es: Comprar ahora
pt: Adquirir agora

source: Select a Location
pt: Selecionar um local

source: Some option
es: Selecciona una ubicación
pt: Alguma opção

source: Another option
es: Otra opción
pt: Outra opção

source: Potato
es: Papa
pt: Batata

source: Select Category
es: selecciona una categoría
pt: Selecionar uma categoria

source: Type Your Keyword
es: Escriba su palabra clave
pt: Escreva sua palavra chave

source: Search
es: Búsqueda
pt: Pesquisar

source: View all Catagories
es: Ver todas las categorías
pt: Ver todas as categorias

source: and Featured Ads
es: y anuncios destacados
pt: e anuncios em destaque

source: Popular Ads
es: Anuncios populares
pt: Anúncios populares

source: Featured Ads
es: Anuncios destacados
pt: Anúncios em destaque

source: Why Choose Us
es: Por qué elegirnos
pt: Por que escolher nós

source: Powerful feature one.
es: Potente característica uno.
pt: Recurso poderoso.

source: Much needed and important feature two.
es: Característica dos muy necesaria e importante.
pt: Muito necessário e importante

source: Essential features to rock.
es: Características esenciales para rockear.
pt: Características essenciais para detonar.

source: Read More
es: Lee mas
pt: Leia mais

source: Published Ads Here
es: Anuncios publicados aquí
pt: Anúncios publicados aqui

source: Register User Using
es: Registrar usuario usando
pt: Registrar usuário usando

source: Verified User Using
es: Usuario verificado usando
pt: Usuário verificado usando

source: Recently
es: Hace poco
pt: Recentemente

source: Published Ads
es: Anuncios Publicados
pt: Anúncios publicados

source: View all Ads
es: Ver todos los anuncios
pt: Ver todos os anúncios

source: ClassiFied
es: Clasificado
pt: Classificados

source: Here for You
es: Aquí para ti
pt: Aqui para você

source: Sell Your Item Safely
es: Vende tu artículo de forma segura
pt: Venda seu item com segurança

source: Buy Directly
es: Compra directamente
pt: Compre diretamente

source: Friendly Platform
es: Plataforma Amiga
pt: Plataforma amigável

source: Pay in Person
es: Pagar en persona
pt: Pagamento em pessoa

source: 24/7 Support
es: Soporte 24/7
pt: Suporte 24/7

source: Verified Users
es: Usuarios verificados
pt: Usuários verificados

source: Language
es: Idioma
pt: Língua

source: English
es: Inglés
pt: Inglês

source: Portuguese
es: Portugués
pt: Português

source: Spanish
es: español
pt: Espanhol
